Repository: mozilla-l10n/mt-training-data
Catalog: mve/mve_pontoon.tmx
Source language: en_us
Languages: mve

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
mve: پئيج تيَ سڀون اکرون نيَ صحيح پڙھڻ ھون فرق پڙي ھي۔ ھُڻڻ وقت، تمام خيال ھون چيڪ ڪرو تو جڪو ريڪارڊ ڪيو گيو ھي او بلڪل ايوينج لکو گيو ھيَ۔ جيَ ايون آکرون نيَ شامل ڪيو ھيَ، ننڍو ڪيو ھيَ يا ڇوڙيَ ڏينو ھيَ تو رد ڪرو۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mve: اھڙيَ نِشانين پڙھڻ جڪو اصل ۾ موجود ڪونھي ھيَ، جون ”مھيَ ھون“ رِي جگھہ ”مھيَ ھون“ يا اُوئون جيھڙِي ھيَ۔

source: Read More
mve: وڌِڪ پڙھون

source: Read more on our About page
mve: مھوريَ ابائوٽ پئيج تيَ وڌيڪ پڙھو

source: Read sentences
mve: جُملا پڙھو

source: Read Sentences
mve: جُملا پڙھو

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
mve: آپرِي ٻولِي ۾ جُملا زور ھو پڙھو ھان دنيا ۾ سڀ ھون وڌيڪ قابلِ اعتماد عوامي شرڪت آݪِي تقرير مواد ريَ سيٽ ۾ حصو ليو۔

source: Read Sentences, Answer Questions
mve: جُملا پڙھو، جواب سوال

source: Read Sentences <small>(Coming soon)</small>
mve: جُملا پڙھو<small>ڇيڪوآڻ آݪو ھيَ</small>

source: Read sentences submitted by the community in various languages
mve: برادرِي رِي طرف ھون جمع ڪرايوڙا مختلف ٻوليون را جُملہ پڙھو

source: Read the sentence carefully - don’t miss, change or add words.
mve: جُملون نيَ سُٺيَ نمونيَ ھون پڙھو۔ڪو اکر ڇوڙو ني، بدلو نِي ھان ڪو اکر شامل نِي ڪرو۔

source: Ready to add your voice or lend your ear?
mve: آپرِي آواز شامل ڪرڻ يا ھڻڻ ھارو تيار ھو؟

source: Ready to contribute?
mve: حصو ليڻ ھارو تيار ھو؟

source: Ready to do { $count } more?
mve: ڪرڻ ھارون تيار ھو { $count }وڌيڪ؟

source: Ready to donate your voice?
mve: آپرِي آواز رو دان ڏيڻ ھارو تيار ھو؟

source: Ready to help validate sentences?
mve: جُملون رِي تصديق ڪرڻ ۾ مدد ڪرڻ ھارو تيار ھو؟

source: reCAPTCHA is required if you want to proceed
mve: جيَ ٿيَ اڳتي وڌڻ چاھون ھون تو reCAPTCHA رِي ضرُورت ھيَ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
mve: ڪامن وائس ريَ باريَ ۾ چيلنج ۽ مقصد رِي ياد ڏرائيَ، ترقِي ريَ تازھ واتون، ۽ نيوز ليٽر جيڙيَ اي ميلز مليَ۔

source: Recorded Clips
mve: ريڪارڊ ڪيوڙا ڪلِپ

source: Recorded Hours
mve: ريڪارڊ ڪيوڙا ڪلاڪ

source: <recordIcon></recordIcon> Last one!
mve: <recordIcon></recordIcon> آخرِي ھيڪ

source: [Recording cut off before the end of the last word]
mve: [آخرِي اکر رِي پڇاڙِي ھون پيل ريڪاڍِنگ ڪَٽوڙِي ھيَ]

source: Recordings
mve: ريڪارڊنگون

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
mve: وائس ڪلِپ ريڪارڊ ڪرڻ مھوريَ اوپن مواد ريَ سيٽ نيَ ٺڻ رو ھيڪ لازمي حصو ھيَ، ڪجھ ڪھيَ ھيَ ڪہ اي مزيدار حصو پڻ ھيَ۔

source: Record/Stop
mve: رِيڪاڍ ڪرو هانَ روڪو

source: Record your response
mve: آپرِو جواب ريڪاڍ ڪرو

source: Record yourself reading sentences in your language
mve: آپرِي ٻولِي ۾ آپرا جُملا ريڪارڍ ڪرو

source: Record yourself responding to questions and prompts in your language
mve: آپرِي ٻولِي ۾ سوالون ھانَ اشارون را جواب ڏيتيَ آپ نيَ ريڪارڍ ڪرو

source: Record your voice
mve: آپرِي آواز ريڪاڍ ڪرو

source: Reference the source of your sentence (required)
mve: ٿونرَي ڏيِنوڙَي جُمليَ رو حوالو ڏيو (ضرُوري ھوئيَ تو)

source: Refresh
mve: رِيفريش ڪرو

source: Reject
mve: رد ڪرڻ

source: Remove
mve: ھٽاڻ

source: Remove Avatar
mve: پروفايل ريَ ڦوٽو نيَ مٽائو

source: Report
mve: رپورٽ

source: Report was passed successfully
mve: رپورٽ ڪاميابِي ھون جمع ھوئِي رِي

source: Request a Language
mve: ٻولِي هارو درخواست ڏيو

source: Request for Scripted Speech
mve: اسڪرِيپٽ ھوئيوڙِي تقرِير رِي درخواست

source: Request for Spontaneous Speech
mve: بيَ ساختا تقرِير رِي درخواست

source: Request New Language
mve: نئِي ٻولِي هارو درخواست ڏيو

source: Request recordings
mve: ريڪارڊنگون رِي درخواست

source: *required
mve: کپ يا کپيَ

source: Re-record
mve: وڙيَ ريڪارڍ ڪرڻ

source: Re-record clip
mve: ڪلِپ نَي وڙيَ رِيڪاڍ ڪرو

source: Respond
mve: جواب ڏيو

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
mve: نامياتي، ٻولڻ آݪيَ حوالون ھارو مواد رو سيٽ ٺاڻ ھارو اشارون رو جواب ڏيو۔ پيلڪو زباني ٻوليون ھارو ٺائوڪو۔

source: Response deleted successfully
mve: جواب ڪاميابي ھون ختم ڪيو گيو ھيَ

source: Response submitted successfully
mve: جواب ڪاميابِي ھون پيش ڪِي گِي ھتِي

source: Return
mve: واپسِي

source: Return here to edit your goal anytime.
mve: آپريَ حدف نيَ تبديل ڪرڻ ھارو ڪيَ ٽئيم ايٿ واپس آئو۔

source: Return to Common Voice
mve: ڪامن وائس ۔ واپس جاڻو

source: Return to Common Voice Datasets
mve: عام آواز ريَ ڊيٽاسَٽ طرف واپس آڻ

source: Return to Languages
mve: ٻولِي تي واپس آڻ

source: Review
mve: جائزو

source: Review and vote for new questions submitted by the community
mve: برادري رِي طرفون جمع ڪيوڙا نوان سوالون رو جائزو ليو ھان ووٽ ڏيو

source: Review could not be saved. Please try again later.
mve: جائزو جمع يا محفوظ ڪونھي ھوئي ݾگھتو۔ مھربونِي ڪريَ وڙيَ ڪوشِش ڪرو۔

source: ⓘ Review Criteria
mve: ⓘ معيار رو جائزو

source: Review Criteria
mve: معيار رو جائزو

source: Reviewed sentences not submitted, are sure?
mve: جائزو ليوڙا جُملا ڪونِي جمع ڪِيا، ڪِي پَڪ ھيَ؟

source: Review existing sentences submitted by the community
mve: برادري رِي طرف ھون شامل ڪيوڙيَ جملون رو جائزو ليو

source: Reviewing Sentences
mve: جُملون رو جائزو ليو

source: Review questions
mve: سوالون رو جائزو ليو

source: Review Questions
mve: سوالون رو جائزو ليو

source: Review & re-record clips here as you go
mve: ايٿ ڪلِپون رو جائزو ليو ھانَ وڙيَ ريڪارڍ ڪرو جون ٿيَ آگھِي وڌو

source: Review & re-record clips if needed
mve: جيَ ضرُورت ھوئيَ تو وڙيَ ڪلِپون رو جائزو ليوھانَ وڙيَ ريڪارڍِنگ ڪرو

source: Review Sentences
mve: جُملون رو جائزو ليو۔

source: Review sentences in your language
mve: آپرِي ٻولِي ۾ جُملون رو جائزو ليو

source: Review & Submit
mve: جائزو ليو ھانَ جمع ڪرو

source: Review transcriptions
mve: لکت رو جائزو ليو

source: Review Transcriptions
mve: لِکوڙيَ رو جائزو ليو

source: Review transcriptions of recorded sentences for accuracy
mve: دُرستگِي ھارو ريڪاڍ ڪِيوڙيَ جملون رِي لِکت رو جائزو ليو

source: Review Transcriptions <small>(Coming soon)</small>
mve: لکوڙي رو جائزو ليو <small>(جلدِي آڻ آݪو ھيَ)</small>

source: Review user-submitted transcriptions in your language
mve: آپرِي ٻولِي ۾ استعمال ڪرڻ آݪيَ ريَ طرڦون جمع ڪِيوڙيَ لِکت رو جائزو ليو

source: Romanian
mve: رومانيائي

source: Romansh Sursilvan
mve: رومانِش سُرسِلوان

source: Romansh Vallader
mve: رومانِش والادير

source: Rukai
mve: رُڪائِي

source: Runyankole
mve: رنيانڪوليَ

source: Russian
mve: روسِي

source: Ruuli
mve: رُولِي

source: s
mve: س

source: S
mve: س

source: Sabah Bisaya
mve: صباح بسيا

source: Sabah Malay
mve: صباح ملائي

source: Sa'ban
mve: شعبان

source: Sakha
mve: ساکا

source: Sakizaya
mve: ساڪِزايا

source: Santali (Ol Chiki)
mve: سانتالِي (اوئِي چِڪِي)

source: Saraiki
mve: سرائيڪِي

source: Sardinian
mve: سردِنيان

source: Save
mve: جمع ڪرڻ

source: Saved
mve: جمع هوئيڙِي

source: Scots
mve: اسڪوٽس

source: Scripted Speech
mve: لِکوڙي وات

source: SCRIPTED SPEECH
mve: لکوڙِي وات

source: Search
mve: جونچڻ

source: Search for a language
mve: ٻولِي جونچو

source: Search for a language...
mve: ٻولِي جونچو۔۔۔۔۔۔۔

source: Seediq
mve: سيدِڪ

source: See how your progress compares to other contributors all over the world.
mve: جوئو ڪہ ٿونرِي ترقي دنيا ريَ ٻيجيَ حصو ليڻ آݪو ريَ مقابليَ ۾ ڪونڪر ھيَ۔

source: See Less
mve: گھٽ جونچو

source: See More
mve: وڌِيڪ جونچو

source: Select a Language...
mve: ٻولِي چُنڊڻ

source: Select an option
mve: ھيڪ آپشن چونڊو

source: Select a variant (optional)
mve: جُمليَ رَي قسم نيَ چوندو (مرضي)

source: Selected
mve: چُنڊوڙا

source: Select File
mve: فائل چونڊو

source: Select File to Upload
mve: اپ لوڊ ڪرڻ ھارو فائل چونڊو

source: Select the desired language dataset and choose the version you wish to download.
mve: جڪو کپيَ اوئون ٻوليو ريَ مواد ريَ سيٽ نيَ چونڊوھان او ورجن چونڊو جڪو ٿيَ ڊائون لوڊ ڪرڻ چاھو ھو۔

source: Select up to three domains (optional)
mve: تين ڊومين تائين چونڍ ڪرو (مرضي)

source: Select your age
mve: آپرِي عُمر چُونڊو

source: Select your sex or gender
mve: آپرِي جنس چُونڊو

source: Self Citation
mve: خود حوالو

source: Send a link to my email
mve: مھارِي اِي ميل تي لنڪ ميليو

source: Send sign up link
mve: سائن اپ لنڪ موڪلو

source: Sentence
mve: جُملو

source: Sentence Collection
mve: جُملون رو گُڇو

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
mve: <sentenceCollectorFragment>جمع جُملون نيَ وڌيڪ جوئو</sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
mve: <sentenceCollectorVideo>جُملا جمع ڪرڻ نيَ استعمال ڪرڻ ھارو مھورِي رھنمائِي جوئو۔

source: Sentence Domain
mve: جُملون رو ڊومين

source: Sentences
mve: جُملا

source: Sentences are collected for people to read aloud.
mve: مِنکون نَي زور ھون پڙھڻ ھارو جُملا ڀيڙا ڪِيا جائيَ ھيَ۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
mve: جُملون نيَ ڪميونٽي ماڊريشن ريَ عل زريعي جونچيو جائيَ ھيَ، پڻ ائ عمل مڪمل ڪونِي۔ جيَ ٿيَ ڪو اھڙو جُملو جونچو يا ھڻو جڪو ٿونيَ ناراض ڪريَ يا پريشون ڪريَ۔ مسال طور ڪيونڪہ اي مھورِي<participationGuidelines> برادري رِي شرڪت رِي ھدايتون رِي خالف ورزي ڪري ھيَ</participationGuidelines>۔ مھربونِي ڪري يو آئِي ۾ فليگ بٽڻ استعمال ڪرو۔ ٿيَ مھون ڀيݪا <emailFragment> commonvoice@mozilla.comتيَ پڻ رابطو ڪري ݾگو ھو۔</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
mve: ايٿ جمع ڪيوڙا جُملا مِنکون ھارو لائيسنس مِليوڙَي cc-0 رَي جمع ڪيوڙَي ڊيٽا ۾ موجود ھيَ

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
mve: جملون نيَ ڪامن وائس ۾ شامل ڪرڻ ھارو ٻيون منکون نيَ جائزو ليڻ ضرورِي ھيَ۔ ٿيَ آپرِي ٻولِي ۾ رھنمائي ٺائو ھو<languageGuidelinesLink>ايٿ</languageGuidelinesLink>۔جُملا لازمِي ھوڻ کپيَ<licenseLink>عوامي ڊومين</licenseLink>ھان ننڊو ھوئيَ15 اکرون ھون۔ ٿيَ لکت ريَ لکڻ آݪيَ نيَ اَي ڪرڻ رو ڪھيَ ݾگو ھو<waiverLink>مھوريَ ويور ريَ عمل نيَ استعمال ڪريَ ݾگو ھو</waiverLink>، ھان مھونيَ commonvoice@mozilla.com تيَ ميلو

source: { $sentences } sentences reviewed. Thank you!
mve: { $sentences } جُملون رو جائزو ھويوڙو ھيَ۔ ٿونرِي مھربونِي!

source: Sentence text
mve: جُملي را اکر

source: Sentence Variant
mve: جُمليَ را قسم

source: Separate sentences into one line by pressing “Enter” or “Return” once
mve: ھيڪ چڪر “Enter” or “Return” دبائيَ جُملون ني ھيڪِي لائن ھون الگ ڪرو

source: Serbian
mve: سيربين

source: Seri
mve: سيرِي

source: Serian Bidayuh
mve: سيرين بديو

source: Service and Retail
mve: ڪوم ڪار ھان ويڪرو

source: Set a goal
mve: حدف سيٽ ڪرو

source: Set my visibility
mve: مھانرِي نمائش سيٽ ڪرو

source: Setswana
mve: سيٽِسوانا

source: Settings
mve: سيٽِنگ

source: Sex
mve: جنس

source: Sex or Gender
mve: جنس يا صنف

source: SHA256 Checksum Copied!
mve: ايس ايچ اي 256 چيڪ رو مجموعو ڪاپي ھوئوڙو!

source: Shan
mve: شان

source: Share Common Voice
mve: ڪامن وائس ٻيجون نيَ ڏيو

source: Share my goal
mve: مھارو حدف ونڍو

source: Share your clip
mve: آپرِي ڪلِپ ٻيجون نيَ ڏيو

source: Share your { $count } Clip Daily Goal for { $type }
mve: ونڍو آپرا{ $count } ڪلِپ روز رو ھارو{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
mve: ونڍو آپرا { $count } ڪلِپ ريَ ھفتيَ ريَ حدف ھارو{ $type }

source: Share your event
mve: آپرا واقعا ھڻائو

source: Shilha
mve: شِلھا

source: Shina
mve: شِنا

source: Shortcuts
mve: ڪِي بورڊ را شاٽ ڪٽ

source: [Should be ‘dinosaurs’]
mve: [’ڊائناسور‘ ھوڻ کپيَ]

source: [Should be “We are”]
mve: ["مھيَ ھون" ھوڻ کپيَ]

source: Show me sentences and clips from all variants within my language
mve: مھارِي ٻولِي ۾ مھنيَ سڀ قسمون را جملا ھان ڪلِپس مھنيَ ڏيکاݪو۔

source: Show my ranking
mve: مھارو درجو ڏيکاݪو

source: Sicilian
mve: سِڪِليان

source: Sign up
mve: سائن اپ ڪرو

source: Sign up for an account
mve: اڪائونٽ ھارو سائن اپ ڪرو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
mve: ڪامن وائس نيوز ليٽر،مقصد رِي ياد ڏيراڻ ھان پيش رفت رِي تازھ خبر ھارو سائن اپ ڪرو۔

source: sign up for email updates
mve: ايل اپ ڊيٽ ھارو سائن اپ ڪرو

source: Sign up for { $lang } updates:
mve: سائن اپ ڪرو{ $lang } اپ ڊيٽون ھارو:

source: Simple and easy for anyone to understand
mve: سڀون ھارو ݾمجڻ ۾ سولو ھان ساڌو

source: Sindhi
mve: سنڌِي

source: Single
mve: ھيڪلو ۔ ھيڪلِي ۔ ھيڪ

source: Single sentence submission
mve: ھيڪ جُملو شامل ڪرڻ

source: Single ZIP file containing
mve: ھيڪ زپ فائل تيَ مشتمل ھيَ

source: Sinhala
mve: سِنھالا

source: Siswati
mve: سِسواتي

source: Size
mve: ماپ

source: Skip
mve: ڇوڙڻ

source: Skipped
mve: ڇوڙيو گيو

source: Skip Submission Feedback
mve: ميلڻ آݪِي رائيَ نيَ ڇوڙيَ ڏيو

source: Slovak
mve: سلواڪ

source: Slovenian
mve: سلوينين

source: Small batch
mve: نِنيو جٿو

source: Small batch sentence submission
mve: جُملون را نِنيان جٿا شامل ڪرڻ

source: Small businesses, including tech and AI start ups
mve: ننڊا ڪاروبار، جڪيَ ۾ ٽيڪ ھان اي آئي اسٽارٽ اپس

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
mve: اڊائِي سئو سال پيل را ڊائناسور۔ ھاويَ۔

source: Social media
mve: سماجِي ميڊيا

source: Solicit personally identifying information (like names or financial information)
mve: ذاتِي طور تي اوݪکوڻ ڪري آݪون رِي معلومات (جهڙوڪ نوم يا مالِي معلومات) مونگيَ ھيَ۔

source: Somali
mve: سومالِي

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
mve: ڪجھ ٻوليون ۾ گرامر، اکر ھان اوچار ۾ جوم فرق ھيَ۔ ايئيَ ھارو مھون 2022 ۾ <ctaLink> مختلف قسمون </ctaLink>رو تعارف ڪرائيَ رھيا ھون۔ اَي برادريون نيَ وڏيَ مواد ريَ سيٽ اند آپريَ ٻوليون نيَ فرق ڪرڻ رو ھيڪ طريقو ڏئيَ ھيَ۔

source: Someone asks for a language to be added.
mve: ڪو مِنک ٻولِي شامل ڪرڻ ھارو ڪھي ھيَ

source: Something went wrong while fetching audio for transcriptions. Please try again later.
mve: آڊيو رِي لکت حاصل ڪرڻ دوران ڪجهه غلط ھوئيو ھيَ۔ مهربانِي ڪريَ ٿوڙِي دير ھون پڇيَ وڙيَ ڪوشِش ڪرو۔

source: Something went wrong while fetching prompts. Please try again later.
mve: اشارون ني لياڻ ريَ دوران ڪجهه غلط ھوئيو ھيَ۔ مهربانِي ڪريَ ٿوڙِي دير ھون پڇيَ وڙيَ ڪوشِش ڪرو۔

source: Something went wrong while fetching transcriptions. Please try again later.
mve: ٽرانسڪرِيپشن حاصل ڪرڻ دوران ڪجهه غلط ھوئيو ھيَ۔ مهربانِي ڪريَ ٿوڙِي دير ھون پڇيَ وڙيَ ڪوشِش ڪرو۔

source: Something went wrong with reCAPTCHA. Please try again.
mve: reCAPTCHA ھون ڪجهه غلط ھوئيو ھيَ۔ مهربانِي ڪري وڙيَ ڪوشِش ڪرو۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
mve: ڪيَ ڀِي ٻولِي يا ٻولِي ريَ خاندون ۾ ڪجھ قسم ھان لھجا ھيڪ ٻيجيَ ھون تموم مختلف ھيَ۔ جيَ ٿونيَ ڪيَ خاص قسم ريَ وچ ۾ مشغول ھووڻ ۾ ڏُکائي ھوئيَ پڙِي، تو ٿيَ ايٿ آپريَ ترجيح بدليَ ݾگو ھو۔

source: Soninke
mve: سونِنڪيَ

source: Sorbian, Lower
mve: سوربئين، نچلو

source: Sorbian, Upper
mve: سوربيان، اوپرِي

source: Sorry, Common Voice is running slowly. Thanks for your interest.
mve: معاف ڪريا، ڪامن وائس آھستيَ ھليَ وئو۔ ٿونرِي دلچسپي رِي مھربونِي۔

source: Sorry, something went wrong
mve: معاف ڪريا، ڪجھ غلٽ ھوئو ھيَ

source: Source: { $sentenceSource }
mve: وسِيلو:{ $sentenceSource }

source: Southern Kurdish
mve: شمالِي ڪُردِش

source: Southern Pastaza Quechua
mve: جنوبِي پاستازا قويچوا

source: Southern Sotho
mve: جنوبِي سوٿو

source: Southwestern Tlaxiaco Mixtec
mve: ڏکڻ آٿونڻي ٽليڪسياڪو ميڪٽيڪ

source: Spanish
mve: ھسپانوي

source: Speak
mve: ٻولڻ

source: Speakable
mve: ٻولڻ ريَ لائق

source: Speakers
mve: ٻول آݪا

source: Speaking
mve: ٻولڻ

source: Speaking and Listening
mve: ٻولڻ ھان ھونڀڻ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
mve: آپرِي رِي عام آواز ۾ ٻولو! ٿونرو ٻولڻ رو طريقو ايٿ قبول ھيَ۔مھونيَ ٿونرو ٻولڻ رو انداز ايونئج کپيَ ھيَ جون ھيَ، ھان مھونيَ ٿونرِي آواز،انداز ھان ٺرائو ايوئنج کپيَ جون ٿيَ ٻولو ھيَ۔

source: Speak now
mve: ھميَ ٻول

source: Speak options menu
mve: ٻولڻ آݪو مينيو

source: Speak up, contribute here!
mve: ٻولو، ايٿ حصو ڏيو!

source: Special Characters and Foreign Letters
mve: خاص نشانيَ ھان پرڏيھي اکر

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
mve: خاص علامتون ھان اوقاف صرف تڏي شامل ڪرڻ کپيَ جڏي بلڪل ضروري ھوئيَ۔ مسال طور، ھڪ اپوسٽروف انگريزي اکر جون “don’t” ھان “we’re” ۾ شامل ڪيو جائيَ ھيَ ھان ايئيَ نيَ ماخز متن ۾ شامل ڪيو جائيَ، پر اي ممڪن ڪوني ڪہ ٿونيَ ڪڏي ڀي “@” يا “#.” جھڙِي خاص علامت رِي ضرورت پڙي ھي۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
mve: <speechBlogLink>آواز رِي اوݪکوڻ ھون شروع ڪرو</speechBlogLink>

source: Spelling and Punctuation
mve: اسپيلنگ ھان اوقاف

source: Split into { $archiveCount } ZIP files containing
mve: { $archiveCount }زپ فائلون ۾ ورھايو جڪون ۾

source: Splits
mve: حصا

source: Splits (Age and Sex)
mve: حصا ڪرڻ (جمارھان جنس)

source: Spontaneous Speech
mve: بيَ اختيار تقرير

source: SPONTANEOUS SPEECH
mve: بي ساخته وات (بي ترتِيب آݪِي وات)

source: Start recording
mve: ريڪارڍِنگ شروع ڪرو

source: Start typing to describe your accent
mve: آپريَ لھجيَ نيَ بيان ڪرڻ ھارو ٽائيپ ڪرڻ شروع ڪرو

source: Stats
mve: انگ آکر

source: Status Page
mve: اسٽيٽس پئيج

source: Still have questions?
mve: اڃون تڪ سوال ھيَ؟

source: Streaks
mve: لڪِيِرون

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mve: <strong>ٽُٽل </strong>وڏو ڊئيناسور<strong>ٽُٽل </strong>رائيسڪ

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
mve: <strong>اھڙيَ ڪلِپ نيَ رد نِي ڪرو جيٿ ٻولڻ آݪيَ رو ‘اھڙو لھجو’ ھوئيَ جڪو ٿونريَ لھجيَ ھون الگ ھوئيَ</strong>۔اَي آواز رِي اوݪکوڻ ھارو ضرورِي ھيَ ڪہ جون ھر ھيڪ ھارو بھتر ڪوم ڪريَ ݾگيَ۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
mve: <strong>ليو!</strong> ٿونرِي ٻولِي رِي برادرِي منفرد ھوھيَ ،۽ اَي شروع ڪرڻ را ڪجھ طريقا ھيَ۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
mve: <strong>لکوڙي وات</strong>(روايتي طو تي جيڪو ٿيَ ڪامن وائس ريَ باريَ ۾ جاڻو ھو)اي ھي جيٿ ٿيَ آپرِي ٻولِي ۾ جُملا بلند آواز ھون پڙھيَ ݾگو ھو۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mve: <strong> ڇِينڪ ليڻ</strong>وڏا ڊئيناسور <strong>کنَگ</strong>اڊائِي سئو ڪروڙ سال پيل

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
mve: <strong>فطري وات</strong>ڪامن وائس رو ھيڪ نئون حصو ھيَ جيٿ ٿيَ سوالون را جواب وڌيڪ قدرتي، عام ٻولڻ آݪيَ انداز ۾ ڏئيَ سگھو ھو۔

source: Submit
mve: جما ڪرڻ

source: Submit All
mve: ݾجا (سجا) جمع

source: Submit a new question for the community to read and respond to
mve: برادرِي ھارو پڙھڻ ھانَ جواب ڏيڻ ھارو ھيڪ نئون سوال جمع ڪرو

source: Submit a report
mve: رپورٽ جمع ڪرو

source: Submit clips
mve: ڪلِپون جمع ڪرو

source: Submit new questions for the community to read and respond to
mve: برادري ھارون پڙھڻ ھان جواب ڏيڻ ھارو نوان سوال جمع ڪرو

source: Submitted
mve: جمع ھوئيڙِي

source: Subscribe
mve: رڪنيت حاصل ڪرو

source: Success
mve: ڪاميابِي

source: success checkmark
mve: ڪاميابِي رو نشان

source: Successfully accepted question
mve: ڪاميابي ھون قبول ڪيوڙا سوال

source: Successfully rejected question
mve: ڪاميابي ھون رد ڪيوڙا سوال

source: Success, profile created!
mve: ڪامياب، پروفائل ٺئي رِي!

source: Support open, community-led datasets
mve: اوپن، برادري رِي اڳواڻي ۾ مواد ريَ سيٽ رِي حمايت ڪرو

source: Svan
mve: سِوان

source: Swahili
mve: سواھِلِي

source: Swedish
mve: سويڊِش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
mve: جُمليَ نَي قبول ڪرڻ ھارو سُڀتيَ پاݾيَ ڇيڪو (سوائپ)۔ رد ڪرڻ ھارو اُڀتيَ پاݾيَ ڇيڪو (سوائپ)۔ ڇوڙڻ ھارو ماٿيَ ڇيڪو (سوائپ)۔<strong> آپرو جائزو جمع ڪرڻ نِي پونتريا!</strong>

source: Syriac
mve: سيرياڪ

source: Tagalog
mve: ٽاگالوگ

source: Tahitian
mve: ٽاھِٽيان

source: Taiwanese (Minnan)
mve: تائوانيس (مِننان)

source: Tajik
mve: تاجِڪ

source: Taking several attempts to read a word.
mve: ھيڪيَ اکر نَي پڙھڻ ھارو ڪِيتريَ ڪوشِشون ڪرڻ۔

source: Tamazight
mve: تمازِيٽ

source: Tamil
mve: تامِل

source: Tap
mve: ٽيپ (چيڪ ڪرڻ آݪِي جگھہ)

source: Tarifit
mve: ٽاريفِٽ

source: Tatar
mve: ٽاٽر

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
mve: ٽاتوئبا ٻولِي ݾيکڻ ۾ استعمال ھارو جُملون، ترجمون ھان ٻولوڙيَ آڊيو رو ھيڪ وڏو ڊيٽابيس ھيَ۔ ايئيَ ڊائون لوڊ ۾ اوئون رِي برادري رِي طرفون ريڪارڊ ڪيوڙيَ ٻولِي چالِي رِي انگريزي شامل ھيَ۔

source: Technology and Robotics
mve: ٽيڪنالاجي ھان روبوٽِڪس

source: Technology that speaks your language
mve: ٽيڪنالاجي جڪو ٿونرِي ٻولي ٻوليَ

source: TED-LIUM Corpus
mve: ٽيڊ۔لِيم ڪارپس

source: Teke
mve: ٽيڪيَ

source: Tell us what you'd like to download:
mve: مھونيَ ھنڀڙائو ڪہ ٿيَ ڪِي ڊائون لوڊ ڪرڻ چاھو ھو:

source: Telugu
mve: تيلُگو

source: Tepeuxila Cuicatec
mve: ٽيپوزيلا ڪوئڪاٽيڪ

source: Terms
mve: شرطون

source: <termsLink>Terms</termsLink>
mve: <termsLink>شرطون</termsLink>

source: Teutila Cuicatec
mve: ٽوٽيلا ڪوئڪاٽيڪ

source: Thai
mve: ٿائِي

source: Thanks for confirming your account, now let's build your profile.
mve: ٿونريَ کاتيَ رِي تصديق ڪرڻ ھارو مھربوني، ھميَ آئو تو ٿونرو پروفائل ٺائون۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
mve: 50 ھون وڌيڪ ٻوليون ۾ ٻيَ لک اُڻونجھا ھزار ھون وڌيڪ منکون ريَ تعاون رِي مھربونِي، اَي مواد انساني آواز نيَ سُٺيَ نمونيَ ھون جواب ڏيڻ ھارو ٻولڻ ريَ قابل ايپليڪيشنون نيَ تربيت ڏيڻ ھارو استعمال ڪيو جائيَ پڙيو۔

source: Thank you for contributing to Spontaneous Speech!
mve: آپرِي بيَ اختيارِي تقرِير رو حصو ڏيڻ رِي مھربونِي

source: Thank you for contributing your bulk submission!
mve: وڏِي تعداد ۾ جُملا شامل ڪرڻ ھارو حصو ليڻ رِي مھربونِي

source: Thank you for contributing your voice!
mve: آپرِي آواز رو حصو ڏيڻ رِي مھربونِي

source: Thank you for donating your voice clips!
mve: آپرِي آواز ڏيڻ رِي مھربونِي
